<template lang="pug">
  .report-content
    h2 從小胖到大的蛻變四部曲
    h3 第一部、你這麼胖不行
    ReportQuote(:quote="quotes[0]")
    p 談起童年被家人要求身材、被同學取笑的痛苦回憶，黃冠潔「哈哈哈哈哈」的大笑聲中帶了點苦澀，她從不抱怨或抗議：「我沒有溝通，我就是做。」
    h4 長大的世界不歡迎胖子 家庭互動影響自我認同
    p 大部分的胖子從小胖到大。父母原本不以為意，甚至會說：「胖胖的很可愛。」直到他們察覺孩子的身材持續等比例放大，大人的眉開眼笑開始皺成一團，胖從「可愛」變成了「可憐」。
    ReportQuote(:quote="quotes[1]")
    p 當時的曾維萱不懂，為什麼「胖」就不能享有與別人相同的權益？胖孩子很早就從家人的互動中領會，長大的世界對像自己這般身材肥胖的人，有差別待遇。
    ReportQuote(:quote="quotes[2]")
    ReportFigure(:figure="figures[0]")
    p 二八年華的 Bernice 對自己的身心狀態有很成熟的觀察。她表示小時候常為了身材與媽媽起衝突，例如媽媽看不慣她愛吃美食，或責備她的穿著顯胖。
    p 父母不希望孩子肥胖的理由，大致能分成兩種，一是健康考量，二是受到主流審美觀影響；多數父母不希望孩子因外型「輸在起跑點」，或想保護孩子免於他人的欺侮或歧視。
    p Bernice 說，曾有很長一段時間不能理解媽媽為什麼批評親生女兒？隨著年紀增長才逐漸解開心結。
    p 儘管肥胖不見得是後天造成，父母直覺仍歸咎孩子吃太多、不運動或太懶惰，無形中強化「胖」在身體上的負面價值。當胖孩子沒辦法脫離「胖」的狀態時，會遭到罪惡感和自卑感的糾纏，也會基於「爸媽是為我好」的心理感到非常矛盾與自責。
    p 在管教上，家長可以減少批評，改以實際行動鼓勵孩子一起運動，提升健身減肥在健康面向的正向效果。小學教師黃志嘉表示，更重要的是讓胖孩子清楚知道：「胖」只是一種身體狀態，與為人好壞無關。
    h3 第二部、胖孩子的教育
    ReportQuote(:quote="quotes[3]")
    p 黃志嘉從小就胖，他深受母親的影響，被欺負的時候就事論事，從不把「胖」當免死金牌，也不因此自怨自艾。
    h4 教育兒童胖瘦無關人格 鼓勵胖孩子理性反抗
    p 某天上課，老師說了一則「河馬要搬家」的故事，全班都笑成一團，他們嘲笑班上一位圓圓胖胖的小男孩，就是那隻河馬。胖男孩氣著哭喊：「你們吵什麼吵！」他認為班上的同學老是因為他胖，就找機會欺負他。
    p 黃志嘉解釋，胖的小孩內心比較脆弱，聽到別人說自己胖，容易反應過大、情緒激動，同儕衝突也更多。他告訴胖男孩：「如果有人說你『胖』，先不要生氣或難過，『胖』很正常。如果你認為『胖』不好，你才有問題。你應該要先想自己是不是一個正確無害的人？」
    ReportFigure(:figure="figures[1]")
    p 黃志嘉認為，要讓胖孩子了解，遭遇不如意時，最重要的是檢討行為，而不是體型。資歷近20年的國中輔導老師陳珊怡表示，追究起許多學生霸凌事件的原點，大多是被霸凌者的言行舉止太白目，很少是純粹針對外貌的霸凌。
    p 「大部分國中小學生的語言能力，沒辦法很精準地表達自己為何討厭一個人。」陳珊怡說：「視覺的事物最能具體描述，『胖』才常被當成霸凌的箭靶。」即便霸凌者是厭惡對方的行為或性格，也會說成「你胖所以我討厭你」，或是用「你好胖」當成欺侮的理由。
</template>

<script>
import ReportQuote from './ReportQuote.vue'
import ReportFigure from './ReportFigure.vue'
import ReportImg1 from '../assets/img/report3/report3-1.jpg'
import ReportImg2 from '../assets/img/report3/report3-2.jpg'

export default {
  name: 'ReportContent3',
  components: {
    ReportQuote,
    ReportFigure
  },
  data () {
    return {
      quotes: [
        {
          txt: '我爸認為女生不要太胖，從小要我減肥，他說一個月減五公斤，就有獎金。我媽為了我的健康，曾帶我去吃減肥餐。因為胖，我被取過各種難聽的綽號。小時候的我很沒自信，會哭、會難過，但也不能怎麼樣。',
          name: '黃冠潔，160 公分／98 公斤'
        },
        {
          txt: '小學有次和家人坐車去玩，經過便利商店時，大家都下車買東西吃，我也想買布丁，但我媽說不准，死都不讓我買。她說：「妳已經那麼胖了，還吃布丁！」我記得自己看著窗外，我就哭了。',
          name: '曾維萱，158 公分／86 公斤'
        },
        {
          txt: '我從小到大就一直是胖胖的。如果不是被長輩不斷提醒「妳要減肥」、「妳這麽胖不行」，我想我會很快樂。因為在日常生活中，一直被他人的言語貶低自己的價值，我才變得那麼沒有自信。',
          name: 'Bernice（匿名），160 公分／80 公斤'
        },
        {
          txt: '我小三轉學到桃園讀書，必須走很遠的路回家，那時有兩個孩子在我身後一邊丟石頭，一邊喊我「胖子！」我媽了解事情經過後，隔天就帶著我到對方家中理論，要求他們向我道歉。',
          name: '黃志嘉，176 公分／120 公斤'
        }
      ],
      figures: [
        {
          src: ReportImg1,
          caption: 'Bernice 認為長輩對胖的貶低言語會打擊胖孩子的自信。（攝影／林梵謹）'
        },
        {
          src: ReportImg2,
          caption: '身為胖子的教師黃志嘉認為：「不給胖孩子特權，是最好的教育。」（攝影／林梵謹）'
        }
      ]
    }
  }
}
</script>

<style lang="stylus">
@import '../util/report.styl'
</style>
