<template lang="pug">
  article.report-content
    .report-content__cover#report__cover4
    h1 縮小人生：胖子之大，何處可容身？
    .report-content__wrapper
      h2 被標準化社會排擠的胖身體
      ReportQuote(:quote="quotes[0]")
      p 事隔二十年，當張凱鈞憶起這段童年，語氣分外平靜。他有著像電台主持人一般的輕亮嗓音，咬字清晰、說話親切，目前擔任電話客服專員，工作時無需拋頭露面，張凱鈞說：「我不是很喜歡被觀看的感覺。」
      h4 以肥胖污名規範社會秩序   造就公共場合的負面經驗
      p 為了融入社會，人仰賴許多標準和標籤來規範彼此。身材是為人格與美貌訂出的標準之一，「胖」則被貼上好吃懶做、不衛生、不好看等負面標籤。當胖子暴露在公共場合，就得接受外界無情地檢視，承受沈默又沈重的肥胖污名。
      p 對大部分的胖子來說，許多被觀看和觀看自己的經驗都很負面。
      p 「你能感受到旁人的目光不友善。」<ReportNotation :notation="notations[0]">許思薇</ReportNotation>不喜歡出門運動，是因為害怕聽見別人閒言閒語，以前遇過陌生人談論自己：「一定是太胖，才出來減肥！」讓她感到非常沮喪。
      p 許思薇的膚色白透、五官清秀，家庭聚餐時的親戚總看著她說：「妳要是瘦下來一定很漂亮。」在職場上，上司會問：「妳是不是該運動了？」這些話對她來說不是鼓勵和關心，而是壓力和責備。
      p 許思薇看著鏡子中的自己，她認為擠在身上的肥肉結成一塊又一塊，實在很難看。想起外人對自己的告誡，她嚴厲苛責自己：「妳穿什麼都不好看，妳怎麼那麼醜？」
      p 社會規範中的標準不僅止於審美和價值觀，也體現於日常用品與公共空間之中。為了發揮最大效益，標準為滿足多數人需求所設計，而排除了少數人；仍有需求的少數族群與他人產生衝突，甚至產生歧視與排擠。
      h4 規格化服裝尺碼排擠胖子   穿不下的代價太大
      p 「這裡的衣服您穿不下喔！」<ReportNotation :notation="notations[1]">孫家偉</ReportNotation>在大賣場看衣服時，店員突然走過來直白地說，令他非常尷尬。孫家偉深知這是無法反駁的事實，他無奈地說：「很多服飾品牌讓我覺得，人的身材只能是瘦的。是我不夠好，才穿不下他們的衣服。」
      p 服飾生產者在行銷與市場的考量下，成衣廠商會排除過瘦或過胖的少數體型，以滿足多數體型的市場需求，生產規格化的服裝尺碼。人們的體型必須符合特定的身材標準，才能將衣服穿得好看。
      p 國內主流的平價服飾品牌以韓系和日系為主，衣服版型為纖瘦的亞洲身材設計，尺碼也相當有限，許多胖子都穿不下。
      p 身高嬌小的<ReportNotation :notation="notations[2]">蘇以亭</ReportNotation>會選擇歐美的平價品牌，但她發現便宜服裝的布料偏軟，穿在身上容易凸顯身材的缺點，很難找到合身的剪裁。「衣服穿起來都變成嘻哈風。」孫家偉說：「買褲子時，腰圍夠大，褲管卻太長。」有些褲子站著合腿，卻沒辦法坐下。
      p 「胖的人穿衣服沒辦法隨心所欲，一次又一次對鏡子前的自己感到失望，很容易失去自信。」蘇以亭喃喃地表示。
      p 在一般尺碼服飾店失利，許多胖子會轉求大尺碼專賣店。<ReportNotation :notation="notations[3]">黃冠潔</ReportNotation>不諱言質疑，臺灣服飾的銷售市場上，只包容孕婦或中年人可以肥胖，大尺碼專賣店的服飾風格老氣、服務客群狹隘；二十至三十歲上下的胖子想追求年輕人的穿搭樣式，在傳統大尺碼店的選擇很有限。
      p 每一個胖子體態不盡相同，有些胖子大腿較粗，會有內側摩擦的問題，幾乎沒辦法穿短褲或裙子，而長褲是折損率最高的單品。孫家偉說，穿得下就會超常穿，因此更容易損壞。張凱鈞說：「平均半年到一年，褲子的大腿內側就磨破了。」
      p 「找褲子對我來說很難，找到一件能穿又好看的，我真的會花大錢。」許思薇表示，尺碼加大，成本與價格也會加倍。一件普通的 T-shirt 在一般尺碼服飾店價位約落在 290 至 390 元臺幣，張凱鈞說：「在大尺碼專賣店購買，卻要 900 至 1000 元臺幣，大約三倍的價差。」
      p 表演者<ReportNotation :notation="notations[4]">汪綺</ReportNotation>為了螢光幕前治裝，請師傅量身訂做洋裝，單價可高達 8000 至 10000 元臺幣。然而，並非人人有這麼高的購衣預算。「有時真的會自我放棄。」許思薇覺得每次買衣服都非常氣餒。
      p 孫家偉與服裝店員之間產生的矛盾，常常在購衣場合上演。服裝店員口中的「沒有合適的尺寸」或許是提醒，但聽在客人耳裡，可能有完全不同的意義。對於胖子來說，不僅自尊心受損，還會感到難堪。成衣尺碼標準不夠多元、排擠不標準的身材，則是發生衝突的主因。
      h4 為標準身材劃下使用範圍   超出標準的胖子坐立難安
      p 「嗶嗶嗶嗶——」急促地在車站響起，捷運大門一開、人潮魚貫而入，一般人看到珍貴的空位，一定會豪不猶豫地坐下，換作是胖子卻辦不到——坐或不坐都很為難。
      ReportQuote(:quote="quotes[1]")
      ReportQuote(:quote="quotes[2]")
      ReportQuote(:quote="quotes[3]")
      p 「標準化並非最佳化。」《愛 × 通用設計》一書提到，許多事物採用「標準化」來設計，取平均值服務多數人，少數人只能配合，不能真正滿足大眾。多數臺灣交通工具的座位設置和空間規劃，只考量多數人的體型，設計的標準會排除身材在平均值之外的乘客需求，造成少數人的不便與不適，也影響其他乘客的空間品質。
      p 通用設計（Universal Design）目的在於縮短不同使用者的差異，強調設計應多為其他少數或弱勢的使用族群著想，也要讓一般人能接受。在國內推廣通用設計超過十年的余虹儀舉例，鐵路的四人對坐車位不應侷限在特定車廂，座位類型多樣性可以保障不同體型與需求的乘客有更適宜的選擇。
      p 欲改善胖子搭乘臺北捷運遇到的問題，余虹儀建議可將座位之間的突起改為平坦，保留身形較寬大者坐 1.5 至 2 個座位的彈性，並以劃線的方式設定座位範圍：「人跟人之間乘坐時，會自動挪出空隙。劃線可以提醒一般體型的乘坐者，留給其他乘客的範圍有多少。」
      h4 胖子努力縮小改變人生   同理不同體型者的難處
      p 尖峰時刻搭乘公車時，若孫家偉站的位置靠近車門，有人上車時會說：「你不要擋路好不好？」「問題是，我該站去哪裡？」孫家偉覺得很為難。同樣的狀況，在<ReportNotation :notation="notations[5]">黃志嘉</ReportNotation>搭電車時，乘客則用台語開罵：「這樣是要怎麼走？大肥賭在前面。」
      p 黃志嘉當時沒有生氣，只是理性回應路人自己也不好受：「大肥堵在前面是事實，我希望他理解，我不是故意要擋路，不該把所有的罪都加諸在我們身上。」困在進退兩難的處境，胖子要不忍耐，要不改變習慣。
      ReportQuote(:quote="quotes[4]")
      ReportQuote(:quote="quotes[5]")
      ReportQuote(:quote="quotes[6]")
      ReportQuote(:quote="quotes[7]")
      p 除了搭乘捷運與公車，胖子還有許多因「尺寸不合」而被剝奪的生活機能和安全保障，小從包不住身體的浴巾、扣不起來的安全帶與救生衣，大至健身和遊樂器材的重量限制、公廁與飛機的狹窄空間⋯⋯這些種種無時無刻在警惕胖子：想擁有立足與容身之處，得付出更大的代價。
      p 胖子走進公共場合，總得提心吊膽。「許多人討厭胖子，是認為胖子體汗味很重。」張凱鈞說，大部分的胖子會盡可能與他人保持距離，甚至有被害妄想症：「當有人把手放在嘴巴附近，我就會擔心自己身上是不是有味道？」張凱鈞比常人更勤奮地換衣服、塗香水，只希望不要讓旁人感到不適。
      p 黃志嘉說，胖子預設自己的出現會麻煩或影響別人：「我們必須要比一般人想得、做得更多，才可能避免歧視。」胖子拼命將自己縮小，才能塞進標準的框架以適應大眾規範，自我規訓是唯一能不打擾社會秩序，又能融入群體的辦法。張凱鈞語重心長：「只有自己能幫自己。」
</template>

<script>
import ReportQuote from '../common/ReportQuote.vue'
import ReportNotation from '../common/ReportNotation.vue'

export default {
  name: 'ReportContent4',
  components: {
    ReportQuote,
    ReportNotation
  },
  mounted () {
    if (this.$root.mobData.isShowingRelatedReport) {
      // this.$root.mobMethods().applyCurrentReportScrollTop()
      this.$root.mobMethods().backToTop()
      this.$root.mobData.isTransition = false
      this.$root.mobData.isShowingRelatedReport = false
    }
  },
  data () {
    return {
      quotes: [
        {
          txt: '<p>小時候去逛夜市，某位攤位老闆看到我們，就對我媽說：「哎唷，妳怎麼生兩個小孩這麼胖、這麼丟臉？」那天晚上，我和姐姐被媽媽毒打了一頓。她一邊揮著棍子、一邊罵著：「你們怎麼會那麼胖、那麼丟臉？」</p>',
          name: '張凱鈞，173 公分／140 公斤'
        },
        {
          txt: '<p>坐在捷運的座位上時，我的身體會超出一格，會碰到隔壁的陌生乘客。</p>',
          name: '簡秀娟，170 公分／145 公斤'
        },
        {
          txt: '<p>如果位置所剩不多，我會覺得很尷尬，擔心坐下來會不會妨礙到隔壁的人？如果位置很多，我坐了空著的兩人座，旁邊都沒有人要坐，也會忍不住覺得是不是大家討厭我？</p>',
          name: '張凱鈞，173 公分／140 公斤'
        },
        {
          txt: '<p>別人坐我旁邊，如果看到有其他空位，一定會立刻換。有人會上車看我一眼，就算我旁邊有空位，還是跑去找別的位置，總之不會想跟我坐。</p>',
          name: '孫家偉，180公分／115公斤'
        },
        {
          txt: '<p>我在公車上會很努力把自己縮小，我覺得我會擠壓到別人。</p>',
          name: '郝天行，172 公分／90 公斤'
        },
        {
          txt: '<p>我的肢體總是很緊繃，即使看到空位，還是會站著搭車。</p>',
          name: '簡秀娟，170 公分／145 公斤'
        },
        {
          txt: '<p>如果可以站，我就不會想要坐下來。有次我太累就坐了，有人坐到我身邊的空位，頻頻發出嘖嘖的嫌棄聲，我也只能靠著自己的大腿，盡可能往前坐。</p>',
          name: '黃志嘉，176 公分／120 公斤'
        },
        {
          txt: '<p>我很大隻又背很厚的包包通勤，常常不小心 K 到人，後來都改手提。我真的不是很喜歡搭大眾運輸工具，因為不想干擾別人，索性改騎機車。</p>',
          name: '黃元杰，175 公分／105 公斤'
        }
      ],
      notations: [
        {
          txt: '（164 公分／83 公斤）',
          display: 'inline'
        },
        {
          txt: '（180 公分／115 公斤）',
          display: 'inline'
        },
        {
          txt: '（150 公分／68 公斤）',
          display: 'inline'
        },
        {
          txt: '（160 公分／98 公斤）',
          display: 'inline'
        },
        {
          txt: '（150 公分／曾 120 公斤）',
          display: 'inline'
        },
        {
          txt: '（176 公分／120 公斤）',
          display: 'inline'
        }
      ]
    }
  }
}
</script>

<style lang="stylus">
#report__cover4
  background-image url(../../assets/img/cover/report4.jpg)
</style>
